export const HeroSection = () => {
  return (
    <div className="w-full h-[450px] flex flex-col justify-end">
      <div className="font-bold text-[30px] mb-[30px]">개인정보보호방침</div>
      {/* 1단락 */}
      <div className="text-[16px]  mb-[30px]">
        줄릭파마코리아(주)(이하 줄릭파마코리아 또는 회사)는 회원들의
        개인정보보호를 매우 중요시하며,
        <br />
        『정보통신망 이용촉진 및 정보보호 등에 관한 법률』, 『개인정보보호법』의
        관련 법률을 준수하고 있으며,
        <br />
        그에 의거한 개인정보처리방침을 정하여 이용자의 권익보호에 최선을 다하고
        있습니다.
      </div>
      {/* 2단락 */}
      <div className="text-[16px]  mb-[30px]">
        줄릭파마코리아는 개인정보처리방침을 통하여 회원들이 제공하는 개인정보가
        어떠한 용도와 방식으로 이용되고 있으며
        <br />
        개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.
      </div>
      {/* 3단락 */}
      <div className="text-[16px]  mb-[30px]">
        줄릭파마코리아의 개인정보 취급방침은 정부의 법률 및 지침 변경이나 회사의
        내부방침 변경 등으로 인하여 수시로 변경될 수 있고,
        <br />
        이에 따른 개인정보 취급방침의 지속적인 개선을 위하여 필요한 절차를
        정하고 있습니다.
        <br />
        그리고 개인정보 취급방침을 개정하는 경우나 개인정보 취급방침 변경될 경우
        쇼핑몰의 첫 페이지의 개인정보취급방침을 통해 고지하고 있습니다.
        <br />
        이용자들께서는 사이트 방문 시 수시로 확인하시기 바랍니다.
      </div>
      {/* 4단락 */}
      <div className="text-[16px]  ">
        줄릭파마코리아의 개인정보취급방침은 다음과 같은 내용을 담고 있습니다.
      </div>
    </div>
  );
};
